Repository: fykosak/fksdb
Catalog: i18n/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Total contestants per series
cs: Celkový počet účastníků po sériích

source: Participants per country
cs: Účastníci dle zemí

source: Contestants per series
cs: Účastníci po sériích

source: Contestants per years
cs: Účastníci podle ročníků

source: Full year
cs: Celý rok

source: series
cs: série

source: Legend
cs: Legenda

source: Year
cs: Rok

source: Applications time progress
cs: Počet přihlášených soutěžících v čase

source: Model of event
cs: Model akce

source: Participant acquaintance
cs: Známosti účastníků

source: Submits per series
cs: Odevzdané úlohy po sériích

source: Graph shows the cummulative number of submits per series in time before deadline.
cs: Graf ukazuje celkový počet odevzaných úloh série v čase před deadlinem

source: Total persons in FKSDB
cs: Celkový počet osob ve FKSDB

source: Graph shows the progress in the number of people in FKSDB and the number of assigned person_ids.
cs: Graf zobrazuje vývoj počtu lidí ve FKSDB a počtu přiřazených person_id.

source: All
cs: Vše

source: Male
cs: Muž

source: Female
cs: Žena

source: Person Id
cs: Osobní ID

source: Contestant has been created
cs: Soutěžící byl vytvořen

source: Contestant has been updated
cs: Data soutěžícího byla úspěšně upravena

source: The form has expired. Please send it again.
cs: Formulář vypršel, prosím, odešlete jej znovu.

source: E-mail invitation sent.
cs: E-mailová pozvánka odeslána.

source: E-mail invitation failed to sent.
cs: E-mailová pozvánka se neodeslala.

source: Points
cs: Bodů

source: Series %d
cs: Série %d

source: Year %d
cs: Rok %d

source: button.save
cs: Uložit

source: button.cancel
cs: Zrušit

source: Application "%s" created.
cs: Přihláška "%s" vytvořena.

source: Application state "%s" changed.
cs: Stav přihlášky "%s" změněn.

source: Application "%s" saved.
cs: Přihláška "%s" uložena

source: Error while saving the application.
cs: Error při ukládání přihlášky

source: button.submit
cs: Odeslat

source: Code
cs: Kód

source: Toogle
cs: Rozbalit

source: Updated %d submits
cs: Aktualizováno %d submitů

source: Error during updating
cs: Chyba při aktualizaci

source: Comma separated submitIDs
cs: Čárkou oddělený seznam submitID

source: Submits
cs: Odevzdané

source: Submit not uploaded
cs: Odevzdání nenalezeno

source: Something wrong, contact webmaster immediately!
cs: Něco se pokazilo, okamžitě kontaktujte webmastera!

source: Handout saved.
cs: Rozdělení úloh opravovatelům uloženo.

source: Submit #%d deleted
cs: Odevzdání #%d smazáno

source: Submit for contestant #%d and task %d created
cs: Soutěžící #%d odevzdal úlohu %d

source: was uploaded
cs: nahráno

source: was uploaded via a quiz form
cs: nahráno přes kvízový dotazník

source: Uploaded submit #%d is broken
cs: Nahraný soubor #%d je rozbitý

source: Corrected submit #%d is broken
cs: Opravený soubor #%d je rozbitý

source: Uploaded unregister corrected submit #%d
cs: Nahraná opravená úloha #%d není registrovaná

source: Test done, found %d error
cs: Test proběhl s %d errorem

source: Check files
cs: Provést kontrolu souborů

source: Download
cs: Stáhnout

source: Not graded.
cs: Neohodnoceno.

source: Tasks successfully imported.
cs: Úlohy byly úspěšně importovány.

source: Error during import. %s
cs: Chyba během importu. %s

source: Error during import.
cs: Chyba při importu

source: Legacy XML format is deprecated
cs: Legacy XML formát je zastaralý

source: Import
cs: Importovat

source: Problem source
cs: Zdroj úloh

source: Astrid
cs: (ta) Astrid

source: XML file (new XML)
cs: XML soubor (nový formát XML s úlohami)

source: Series
cs: Série

source: XML file
cs: XML soubor

source: Person
cs: Osoba

source: Total of %d active contestant
cs: Celkem %d aktivní soutěžící

source: %d solution
cs: %d řešení

source: Contest year @contestant.year
cs: Ročník soutěže @contestant.year

source: button.edit
cs: Upravit

source: button.detail
cs: Detail

source: Contestants
cs: Soutěžící

source: Event organizers
cs: Organizátoři akce

source: Organizers
cs: Organizátoři

source: Permanent address
cs: Trvalá adresa

source: Delivery address
cs: Doručovací adresa

source: Flags
cs: Flagy

source: Value
cs: Hodnota

source: Contest
cs: Soutěž

source: Modified
cs: Změněno

source: Permissions denied
cs: Přístup zamítnut

source: Roles
cs: Role

source: This email is already in use.
cs: Tento e-mail se již používá.

source: Change email
cs: Změnit e-mail

source: Email with a verification link has been sent to the new email address, the link is active for 20 minutes.
cs: E-mail s potvrzovacím odkazem byl odeslán na novou adresu, odkaz platí 20 minut.

source: Confirm your email
cs: Potvrďte svůj e-mail

source: Change of email
cs: Změna e-mailu

source: Please check your email and confirm your new address.
cs: Zkontrolujte si prosím e-mail a potvrďte novou adresu.

source: Back to my profile
cs: Zpět na můj profil

source: Persons
cs: Osoby

source: Get pizza!
cs: Zobraz pizzy! 🍕

source: Preferred language has been set.
cs: Preferovaný jazyk byl nastaven.

source: %s at event %s
cs: %s na akci %s

source: Person history
cs: Historie osoby

source: Emails
cs: E-maily

source: Task contribution
cs: Příspěvek k úlohám

source: Event participants
cs: Účastník akcí

source: Team members
cs: Člen týmů

source: Payments
cs: Platby

source: Event teachers
cs: Učitel akcí

source: Schedule
cs: Program

source: Contact
cs: Kontaktní údaje

source: Contests
cs: Soutěže

source: Events
cs: Akce

source: Data tests
cs: Testy dat

source: Timeline
cs: Časový průběh

source: Execute
cs: Spustit

source: Parameter %label is numeric.
cs: Parametr %label je číselný.

source: Detail of the query
cs: Podrobnosti dotazu

source: Some error emerged
cs: Objevil se nějaký error :)

source: Submit not found
cs: Odevzdání nenalezeno

source: Deadline %s
cs: Termín %s

source: __date_time
cs: d. m. Y, H:i

source: File is not Ok
cs: Soubor není v pořádku

source: Upload successful
cs: Nahrání úspěšné

source: Uploading of task %s cancelled.
cs: Odevzdání úlohy %s zrušeno.

source: There was an error during the task deletion.
cs: Během mazání úlohy došlo k chybě.

source: Revoke
cs: Odvolat

source: Remove submit?
cs: Smazat odevzdání?

source: Drop pdf file here.
cs: PDF soubory přetáhněte sem

source: Loading
cs: Načítání

source: Task is not for your category.
cs: Úloha není pro vaši kategorii.

source: Submit using quiz form
cs: Odevzdat pomocí kvízového formuláře

source: Task is not available
cs: Úloha není dostupná

source: Unsupported format
cs: Nepodporovaný formát

source: Task %s cannot be submitted anymore.
cs: Úlohu %s již nelze odevzdat.

source: Task %s submitted.
cs: Úloha %s nahrána.

source: Task storing error.
cs: Error při ukládání úlohy

source: Submit
cs: Odevzdané

source: Contestant is missing study year. Not all tasks are thus available.
cs: Soutěžícímu chybí ročník studia, ne všechny úlohy jsou tedy dostupné.

source: Only PDF files are accepted.
cs: Přijímáme pouze PDF soubory.

source: Overwrite submitted solutions.
cs: Přepsat nahraná řešení.

source: Either tick overwrite the solution, or don't submit it.
cs: Buď zaškrtněte přepsat nahraná řešení, nebo je nenahrávejte

source: Contestant
cs: Soutěžící

source: Submitted
cs: Odevzdáno

source: Teams per school
cs: Týmy na školu

source: Must be an integer
cs: Musí být celé číslo

source: Tests
cs: Testy

source: No errors found
cs: Žádné chyby nebyly nalezeny

source: No error at all
cs: Žádná chyba nebyla nalezena

source: Address is required
cs: Adresa je vyžadována

source: Address has been saved
cs: Adresa byla úspěšně uložena.

source: Address does not exists
cs: Adresa neexistuje

source: Permanent address cannot be deleted
cs: Trvalá adresa nemůže být smazána

source: Address has been deleted
cs: Adresa byla smazána

source: Error in the form: %s
cs: Chyba ve formuláři: %s

source: Create
cs: Vytvořit

source: Save
cs: Uložit

source: Event "%s" has been saved.
cs: Akce "%s" byla uložena.

source: Parameters do not fulfill the Neon scheme
cs: Parametry nejsou v souladu s Neon scheme.

source: Note
cs: Poznámka

source: Event organizer has been created
cs: Organizátor akce byl vytvořen

source: Event organizer has been updated
cs: Organizátor akce byl aktualizován.

source: Person "%s" already applied.
cs: Osoba "%s" je již na akci přihlášena.

source: Field %label is required.
cs: Pole %label je vyžadováno

source: Accommodation
cs: Ubytování

source: Teacher %d - %s
cs: Učitel: %d - %s

source: Teacher %d
cs: Učitel %d

source: Usually the first part of your name. For example, "Albert".
cs: Obvykle první část vašeho jména, např. "Albert".

source: The second part of your name. For example, "Einstein".
cs: Druhá část vašeho jména, např. "Einstein".

source: Only for Czech and Slovak students.
cs: Pouze pro české a slovenské studenty.

source: Type a few characters of your school name, then select your school from the list. If you cannot find it, please send us email with your school details to schola.novum@fykos.cz. We will add your school and send you a reply. Then that you can proceed with registration.
cs: Napište prvních několik znaků vaší školy, školu pak vyberete ze seznamu. Pokud nelze školu nalézt, pošlete na email schola.novum@fykos.cz údaje o vaší škole jako název, adresu a pokud možno i odkaz na webovou stránku. Školu založíme a pošleme vám odpověď. Pak budete schopni dokončit registraci.

source: For category calculation.
cs: Pro výpočet kategorie.

source: Application must have at least one member
cs: Přihláška musí obsahovat alespoň jednoho člena týmu

source: Found old member
cs: Nalezen starší člen

source: The school is required for person "%s" and study year "%s".
cs: Škola je vyžadována pro osobu "%s" a "%s" ročník .

source: Only 2 different schools can be represented by the team (got %d: %s).
cs: Pouze 2 různé školy mohou být reprezentovány daným týmem (zadali jste %d: %s).

source: You have to agree with the privacy policy before submitting.
cs: Před vložením musíte souhlasit s podmínkami ochrany osobních údajů

source: Application has been updated
cs: Přihláška byla úspěšně upravena

source: Application has been created
cs: Přihláška byla vytvořena

source: Team with same name already exists
cs: Tým s tímto názvem již existuje.

source: Member %d - %s
cs: Člen %d - %s

source: Member %d
cs: Člen %d

source: Number of points
cs: Počet bodů

source: Username
cs: Přihlašovací jméno

source: This username is already taken.
cs: Toto přihlašovací jméno je již zabrané.

source: User information has been saved.
cs: Informace byly uloženy.

source: Organizer has been created.
cs: Organizátor byl vytvořen.

source: Organizer has been updated.
cs: Organizátor byl aktualizován.

source: Proceed to summary
cs: Pokračovat na souhrn

source: Save payment
cs: Uložit platbu

source: Please select currency
cs: Vyberte měnu

source: Payment has been created.
cs: Platba byla vytvořena.

source: Payment has been updated.
cs: Platba byla úspěšně upravena.

source: Data has been updated
cs: Data byla úspěšně upravena.

source: Person has been created
cs: Osoba vytvořena

source: Address
cs: Adresa

source: Create school
cs: Vytvořit školu

source: School has been created
cs: Škola byla vytvořena.

source: Person is required.
cs: Pole osoba je vyžadováno

source: School has been updated
cs: Škola byla aktualizována.

source: Apparel
cs: Oblečení a doplňky

source: Transport & Ticket
cs: Přeprava & Jízdenky

source: Participant
cs: Účastník

source: Query has been created
cs: Dotaz vytvořen.

source: Query has been edited
cs: Dotaz upraven

source: Parameters
cs: Parametry

source: Remove parameter
cs: Odstranit parametr

source: Add parameter
cs: Přidat parametr

source: Parameter name
cs: Jméno parametru

source: Parameter name is required.
cs: Jméno parametru je povinné.

source: Parameter name is too long.
cs: Jméno parametru je příliš dlouhé.

source: The name of the parameter can only contain lowercase letters of the english alphabet, numbers, and an underscore.
cs: Jméno parametru může obsahovat pouze malá písmena anglické abecedy, čísla a podtržítka.

source: Description
cs: Popisek

source: Data type
cs: Typ dat

source: Default value
cs: Výchozí hodnota

source: Teacher has been created
cs: Učitel byl vytvořen

source: Teacher has been updated
cs: Učitel byl úspěšně aktualizován

source: Item has been created.
cs: Položka byla vytvořena.

source: Item has been updated.
cs: Položka byla aktualizována.

source: Product
cs: Produkt

source: Product has been created.
cs: Produkt vytvořen.

source: Product has been updated.
cs: Produkt byl aktualizován.

source: Producer
cs: Výrobce

source: Fill only if different from the permanent address, otherwise mail will be send there.
cs: Vyplňte pouze pokud se liší od trvalé adresy, jinak budeme poštu posílat tam.

source: If the delivery address is the same as the permanent one, it can be deleted. Mail will be sent to the permanent address.
cs: Doručovací adresa se může smazat, pokud je stejná jako trvalá. Poštu budeme posílat na trvalou adresu.

source: Remove delivery address
cs: Odstranit doručovací adresu

source: Application belongs to another event.
cs: Přihláška patří k jiné akci

source: Wrong type of code.
cs: Špatný typ kódu

source: Automaticly redirect to detail
cs: Automaticky přesměruje na detail

source: Models are not the same!
cs: Modely nejsou stejné!

source: Transition successful for: %s
cs: Přechod úspěšný pro: %s

source: Info
cs: Informace

source: application code
cs: Kód přihlášky

source: File with applications
cs: Soubor s přihláškami

source: Import successful.
cs: Import úspěšný.

source: Import failed.
cs: Import selhal.

source: Import completed with errors.
cs: Import proběhl s chybami.

source: Evalute
cs: Vyhodnotit

source: Field does not match an existing record.
cs: Některá pole neodpovídají existujícímu záznamu

source: Delete
cs: Odstranit

source: (when different from delivery address)
cs: (pokud je odlišná od doručovací)

source: Confirmation is necessary to proceed.
cs: Schválení je nutné pro pokračování.

source: This item has already assigned another payment
cs: Tato položka je již zahrnuta v jiné platbě.

source: Invalid e-mail.
cs: Neplatný e-mail

source: First of all try to find the person in our database using e-mail address
cs: Nejprve zkuste najít danou osobu v naší databázi dle e-mailové adresy

source: Unknown search type
cs: Neznámý typ vyhledávání

source: Find
cs: Najít

source: Field %s requires JavaScript enabled.
cs: Pole %s vyžaduje mít povolený JavaScript.

source: Are you a robot?
cs: Jsi robot?

source: No
cs: Ne

source: Yes
cs: Ano

source: This form is for people only.
cs: Tento formulář je pouze pro lidi.

source: Hidden value
cs: Skrytá hodnota

source: %s is required.
cs: Pole "%s" je vyžadováno

source: %label must be an integer.
cs: %label musí být celé číslo.

source: Max length reached
cs: Maximální délka dosažena

source: The field %label is required.
cs: Pole %label je povinné.

source: I wish to receive information about MFF and the events they organize.
cs: Přeji si dostávat informace o MFF a akcích, které pořádají.

source: School
cs: Škola

source: There has been a change in the data of this form since it was shown.
cs: Od zobrazení formuláře byla změněna jeho data.

source: First row
cs: První řádek

source: First optional row of the address (e.g. title)
cs: První (nepovinný) řádek adresy

source: Second row
cs: Druhý řádek

source: Second optional row of the address (used rarely)
cs: Druhý (nepovinný) řádek adresy (používán zřídka)

source: Place
cs: Místo

source: Typically street and (house) number.
cs: Typicky ulice a číslo popisné.

source: The place is required.
cs: Pole "Místo" je vyžadováno

source: City
cs: Město

source: City is required.
cs: Pole "Město" je vyžadováno

source: postal code
cs: PSČ

source: Postal code does not match.
cs: PSČ nebylo nalezeno.

source: Without spaces. For the Czech Republic or Slovakia only.
cs: Bez mezer. Pouze pro Českou, nebo Slovenskou republiku.

source: Country
cs: Země

source: Detect country from postal code (CR, SK only)
cs: Zjistit zemi podle PSČ (pouze pro ČR a SR)

source: Cannot infer country
cs: Nelze vyhodnotit zemi

source: ZIP code is required for Czech and Slovak
cs: PSČ je povinné pro české a slovenské adresy

source: Team %s has already closed submitting.
cs: Tým %s má už uzavřené bodování

source: Final task mismatch
cs: Neshoda v poslední úloze

source: system expected no task left.
cs: systém očekává, že žádná úloha nezbyla.

source: system expected task %s on top.
cs: Systém očekává nahoře úlohu %s.

source: Close submitting!
cs: Uzavřít bodování!

source: Task code
cs: Kód úlohy

source: Team "%s" rating was successfully closeded with total %d points.
cs: Tým "%s" má úspěšně uzavřené bodování s celkovým bodovým skóre %d.

source: Team %s has unchecked submits
cs: Tým %s má nezkontrolovaná odevzdání

source: Wrong task code
cs: Špatný kód úlohy

source: Find team using a task code
cs: Najít tým podle kódu z úlohy

source: Team id
cs: ID týmu

source: Team name
cs: Jméno týmu

source: Works as %name%
cs: Funguje jako %name%

source: points: @fyziklani_team.points
cs: body: @fyziklani_team.points

source: Top problem on distributors table
cs: Vrchní úloha na stole vydavačů

source: Close
cs: Uzavřené

source: Close without check
cs: Uzavřít bez kontroly

source: Confirm and close submitting!
cs: Potvrdit a uzavřít bodování!

source: Team %s (%d) has not closed submitting
cs: Tým %s (%d) nemá uzavřené bodování

source: Team %s (%d) - rank: %d
cs: Tým %s (%d) - pořadí: %d

source: Global
cs: Globální

source: Category %s
cs: Kategorie %s

source: Results for some teams are not closed yet
cs: Výsledky všech týmů nejsou uzavřeny

source: Results for some category are not closed yet.
cs: Nejsou uzavřeny výsledky všech kategorií

source: Game parameters not set.
cs: Herní parametry nejsou nastaveny.

source: Fetch
cs: Stáhnout

source: Options
cs: Možnosti

source: Not public results
cs: Neveřejné výsledkovky

source: Don't turn on this function don't turn on if results are public!
cs: Tuto funkci nezapínej pokud jsou výsledky veřejné!

source: Turn off
cs: Vypnout

source: Cols
cs: Sloupce

source: Rows
cs: Řádky

source: First team
cs: První tým

source: Second team
cs: Druhý tým

source: Average
cs: Průměr

source: Under 2 minutes
cs: Pod 2 minuty

source: Both teams
cs: Oba týmy

source: select team
cs: vyber tým

source: Correlation
cs: Korelace

source: Task
cs: Úloha

source: Time first team
cs: Čas prvního týmu

source: Time second team
cs: Čas druhého týmu

source: Difference
cs: Rozdíl

source: first team
cs: první tým

source: second team
cs: druhý tým

source: both teams
cs: oba týmy

source: per task
cs: na úlohu

source: Total solved problems
cs: Celkem vyřešených úloh

source: Statistics of single problem
cs: Statistiky jedné úlohy

source: Time histogram
cs: Časový histogram

source: select task
cs: vyber úlohu

source: Aggregation time
cs: Čas pro agregaci do histogramu

source: Statistics of team
cs: Statistiky týmu

source: Success of submitting
cs: Úspěšné odevzdání

source: Time progress
cs: Počet přihlášek v čase

source: point
cs: bod

source: Results
cs: Výsledky

source: Category
cs: Kategorie

source: Submit does not exists.
cs: Odevzdání neexistuje.

source: Select team
cs: vyber tým

source: Team
cs: Tým

source: Select task
cs: vyber úlohu

source: Select state
cs: Vyberte stav

source: State
cs: Stav

source: Only not revoked submits
cs: Pouze neodvolané submity

source: Show warnings
cs: Ukázat varování

source: Show unchecked submits inserted more that 10 minutes ago.
cs: Ukázat nezkontrolovaná odevzdání vložená dříve než před 10 minutami

source: Submit is already revoked
cs: Odevzdání již bylo smazáno

source: Team %s has closed submitting.
cs: Tým %s má už uzavřené bodování.

source: Wrong code.
cs: Špatný kód úlohy

source: Task was already submitted
cs: Úloha už byla odevzdána

source: Points can not be a NULL or 0
cs: Body nemůžou být NULL ani 0

source: Task was already submitted and checked
cs: Úloha už byla zadána i zkontrolována

source: Points saved; %d points, team: "%s" (%d), task: %s
cs: Body byly uloženy; %d bodů, tým: "%s" (%d), úloha: %s

source: Submit %d has been revoked.
cs: Odevzdání %d bylo smazáno.

source: Scoring has been checked. %d points, team "%s" (%d), task %s.
cs: Bodování bylo ověřeno. %d bodů, tým: "%s" (%d), úloha: %s.

source: Points edited. %d points, team: "%s" (%d), task: %s
cs: Bodování bylo upravené. %d bodů, tým: "%s" (%d), úloha: %s

source: No task left on board
cs: Žádné úlohy na stole

source: Points mismatch
cs: Neshoda v bodech

source: Team %s does not exist.
cs: Tým %s neexistuje

source: Task %s does not exist.
cs: Úloha %s neexistuje

source: Code is too long
cs: Kód je příliš dlouhý

source: Code is too short
cs: Kód je příliš krátký

source: Person/Login
cs: Osoba/Login

source: Select role
cs: vyber roli

source: Create application
cs: Vytvořit přihlášku

source: Status
cs: Stav

source: button.team.detail
cs: Detail týmu

source: button.team.orgDetail
cs: Organizátorský detail týmu

source: button.team.edit
cs: Upravit tým

source: button.participant.edit
cs: Upravit účastníka

source: Members
cs: Členové

source: Teachers
cs: Učitelé

source: Works as %name%, characters "%" will be added automatically.
cs: Funguje jako %name%, znaky "%" budou přidány automaticky.

source: Team Id
cs: ID týmu

source: Select category
cs: Vyberte kategorii

source: Game language
cs: Herní jazyk

source: Select language
cs: Vyberte jazyk

source: Apply filter!
cs: Použít filtr!

source: Reset filter!
cs: Vymazat filtr!

source: Total of %d record
cs: Celkem %d záznam

source: (Showing from %d to %d)
cs: (Ukazuje se od %d do %d)

source: Previous
cs: Předchozí

source: Next
cs: Následující

source: Person A
cs: Osoba A

source: Person B
cs: Osoba B

source: Score
cs: Ohodnocení

source: Merge A<-B
cs: Sloučit A<-B

source: Merge B<-A
cs: Sloučit B<-A

source: It's not a duplicity
cs: Není to duplicita

source: Event name
cs: Název akce

source: Event type
cs: Typ akce

source: Select event type
cs: Vyberte typ akce

source: Primary
cs: Základní

source: High
cs: Střední

source: University
cs: Vysoká škola

source: No study year
cs: Žádný studijní ročník

source: Study
cs: Studium

source: Execute export
cs: Spustit export

source: Answer
cs: Odpověď

source: Correct answer
cs: Správná odpověď

source: Correctness
cs: Správnost

source: Submitted on
cs: Odevzdáno

source: Source
cs: Zdroj

source: Cancel
cs: Zrušit

source: Download original
cs: Stáhnout originál

source: Download corrected
cs: Stáhnout opravené řešení

source: Submitting of task %s cancelled.
cs: Odevzdání úlohy %s zrušeno.

source: There was an error during the deletion of task %s.
cs: Během mazání úlohy %s došlo k chybě.

source: A5 landscape
cs: A5 na šířku

source: A5 portrait
cs: A5 na výšku

source: A4 landscape
cs: A4 na šířku

source: A4 portrait
cs: A4 na výšku

source: B5 landscape
cs: B5 na šířku

source: B5 portrait
cs: B5 na výšku

source: Entrance
cs: Vchod

source: Stage
cs: Podium

source: Correctors A
cs: Opravovatelé A

source: Correctors D
cs: Opravovatelé D

source: Correctors C
cs: Opravovatelé C

source: Correctors B
cs: Opravovatelé B

source: A sector
cs: Sektor A

source: B sector
cs: Sektor B

source: C sector
cs: Sektor C

source: D sector
cs: Sektor D

source: E sector
cs: Sektor E

source: Variable symbol
cs: Variabilní symbol

source: button.payment.detail
cs: Detail

source: Items
cs: Položky

source: @schedule_group.name_en: @schedule_item.name_en
cs: @schedule_group.name_cs: @schedule_item.name_cs

source: Item
cs: Položka

source: For
cs: Pro

source: Price
cs: Cena

source: Unsupported code type
cs: Nepodporovaný formát
