Repository: fykosak/fksdb
Catalog: i18n/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Calculate global results
cs: Spočítat celkové výsledky

source: Total results are not ready
cs: Celkové výsledky nejsou připraveny

source: Validate category %s
cs: Validovat kategorii %s

source: Validate all categories
cs: Validovat všechny kategorie

source: All teams
cs: Všechny týmy

source: All teams including category and position Id
cs: Všechny týmy včetně kategorie a Id pozice

source: Empty
cs: Prázdný

source: Instructions
cs: Instrukce

source: Enter the task code either with or without the first two zeros.
cs: Zadejte číslo úlohy s či bez prvních dvou nul.

source: If the input field is not green and points are not highlighted, the entered code is not valid.
cs: Pokud není zadaný kód zelený a body nejsou zvýrazněny, je zadaný kód neplatný.

source: Select the number of points given.
cs: Vyberte udělený počet bodů

source: Create payment
cs: Vygenerovat platbu

source: Edit payment #%s
cs: Upravit platbu #%s

source: List of payments
cs: Seznam plateb

source: Schedule of event
cs: Program akce

source: Create group
cs: Vytvořit skupinu programu

source: All persons
cs: Všechny osoby programu

source: Schedule dashboard
cs: Tabulka programu

source: Group: %s
cs: Skupina: %s

source: Edit group: %s
cs: Upravit skupinu: %s

source: Create item
cs: Vytvořit položku

source: %s of %s
cs: %s z %s

source: Edit item "%s"
cs: Upravit položku "%s"

source: Attendance
cs: Prezence

source: Schedule group
cs: Skupina programu

source: Not applied in this block
cs: Osoba není přihlášena na tento program

source: Others group
cs: Ostatní skupiny

source: Create team
cs: Vytvořit tým

source: Team: %s
cs: Tým: %s

source: Detailed list of teams
cs: Podrobný seznam týmů

source: Edit team: %s
cs: Upravit tým: %s

source: Teams
cs: Týmy

source: Rests
cs: Resty

source: Application code
cs: Kód přihlášky

source: New application
cs: Nová přihláška

source: Find by code
cs: Najít kódem

source: title.application.list
cs: Přihlášky

source: Is contestant
cs: Je soutěžící

source: Is not contestant
cs: Není soutěžící

source: Base info
cs: Základní info

source: Edit event
cs: Upravit akci

source: Application
cs: Přihlášky

source: Variant
cs: Varianta

source: Select items
cs: Vybrat položky

source: Generate payment
cs: Vygenerovat platbu

source: Payer information
cs: Informace o plátci

source: Payment info
cs: Informace o platbě

source: Scan and pay
cs: Naskenuj a zaplať

source: Payments contains
cs: Platba obsahuje

source: Total
cs: Celkově

source: Edit items
cs: Upravit položky

source: Actions
cs: Akce

source: Rank & points
cs: Pořadí a body

source: Seating
cs: Rozsazení

source: Entities
cs: Entity

source: %d. year, %s. series
cs: %d. ročník, %s. série

source: Edit the contestant %s
cs: Upravit soutěžícího %s

source: Create contestant
cs: Vytvořit soutěžícího

source: Organizer's dashboard
cs: Organizátorská nástěnka

source: Merging persons %s (%d) and %s (%d)
cs: Slučování osob %s (%d) a %s (%d)

source: Duplicate persons
cs: Duplicitní osoby

source: Persons not merged.
cs: Osoby nebyly sloučeny

source: Trunk
cs: Kmen

source: Merged
cs: Sloučeno

source: Merge persons
cs: Sloučit osoby

source: Persons successfully merged.
cs: Osoby úspěšně sloučeny

source: Manual conflict resolution is necessary.
cs: Je potřeba manuální vyřešení konfliktů

source: Add event
cs: Založit akci

source: Edit event %s
cs: Upravit akci %s

source: Inbox
cs: Došlá řešení

source: List of submits
cs: Seznam došlých řešení

source: Corrected
cs: Opravená řešení

source: Quiz detail
cs: Detail kvízu

source: Edit organizer %s
cs: Upravit organizátora %s

source: Create an organizer
cs: Založit organizátora

source: Find person
cs: Hledání osob

source: Detail of person %s
cs: Podrobnosti osoby %s

source: Edit person "%s"
cs: Upravit osobu "%s"

source: Create person
cs: Vytvořit osobu

source: Test data
cs: Testy dat

source: Let's stalk
cs: Stalkovat

source: Enter grade series %d
cs: Vložit body do %d. série

source: Points list
cs: Rozdané body za úlohy

source: Points invalidated.
cs: Body invalidovány.

source: Error during invalidation.
cs: Chyba při invalidaci

source: Points recounted.
cs: Body přepočítány

source: Error while recounting.
cs: Chyba při přepočítávání

source: Quiz points calculated.
cs: Body kvízových úloh spočítány.

source: Error during calculation.
cs: Chyba při výpočtu.

source: Schools
cs: Školy

source: Detail of school %s
cs: Detail školy %s

source: Edit school %s
cs: Upravit školu %s

source: Report
cs: Reportovat

source: Detail of e-mail #%s
cs: Podrobnosti e-mailu #%s

source: List of emails
cs: Posílané e-maily

source: Edit query %s
cs: Upravit dotaz %s

source: Create query
cs: Vytvořit dotaz

source: Exports
cs: Exporty

source: Detail of the query "%s"
cs: Podrobnosti dotazu "%s"

source: Task import
cs: Import úloh

source: Handout
cs: Rozdělení úloh opravovatelům

source: Edit teacher %s
cs: Upravit učitele %s

source: Create new teacher
cs: Vytvořit nového učitele

source: Teacher detail
cs: Detail učitele

source: Warehouse
cs: Skladiště

source: Edit item
cs: Upravit položku

source: Producers
cs: Výrobci

source: Edit producer
cs: Upravit výrobce

source: Create producer
cs: Vytvořit výrobce

source: Products
cs: Produkty

source: Edit product
cs: Upravit produkt

source: Create product
cs: Vytvořit produkt

source: Recalculate categories
cs: Přepočítat kategorie

source: This is how you look, when you stalk yourself
cs: Takto vypadáš, když se pokoušíš hledat sám/sama sebe

source: Show!
cs: Zobrazit!

source: Delivery addess
cs: Doručovací adresa

source: Links
cs: Odkazy

source: List
cs: Seznam

source: Show all tasks
cs: Zobrazit všechny úlohy

source: Show only my tasks
cs: Zobrazit pouze mé úlohy

source: Invalidate points cache
cs: Invalidovat cache bodů

source: Recalculate all points
cs: Přepočítat všechny body

source: Calculate quiz points
cs: Spočítat body kvízových úloh.

source: Name
cs: Název

source: Type
cs: Typ

source: Execute query
cs: Spustit dotaz

source: Edit query
cs: Upravit dotaz

source: Points variance
cs: Rozptyl bodô.

source: Confirm new email
cs: Potvrzení nového e-mailu

source: Invalid token
cs: Neplatný token

source: Email has been changed.
cs: E-mail byl změněn.

source: Some error occurred! Please contact system admins.
cs: Došlo k nějaké chybě! Kontaktujte administrátory systému.

source: Preferred language
cs: Preferovaný jazyk

source: Change login
cs: Změna uživatelského jména

source: My payments
cs: Moje platby

source: Change post contact
cs: Změnit adresu

source: Choose theme
cs: Vyber režim

source: Theme has been chosen!
cs: Režim byl zvolen!

source: Username for logging into FKSDB and other systems
cs: Uživatelské jméno pro přihlášení do FKSDB a ostatních systémů

source: My applications as a team member
cs: Moje přihlášky jakožto člena týmu

source: My applications as a teacher
cs: Moje přihlášky jakožto učitele

source: Light
cs: Světlý

source: Choose!
cs: Vybrat!

source: Dark
cs: Tmavý

source: Application for %s: %s
cs: Přihláška pro %s: %s

source: Unknown application.
cs: Neznámá přihláška

source: Registration is not open.
cs: Registrace není otevřena

source: Application machine has no available transitions.
cs: Žádné přechody nejsou dostupné

source: Contestant not found
cs: Soutěžící nenalezen

source: Dashboard
cs: Pultík

source: %d. year
cs: %d. ročník

source: Submit a quiz
cs: Odevzdat kvíz

source: Legacy upload system
cs: Starý odevzávací systém

source: Submit a solution
cs: Nahrát řešení

source: Submitted solutions
cs: Nahraná řešení

source: Go to the legacy submit system
cs: Vrátit se ke starému systému nahrávání

source: No tasks available to submit.
cs: Žádné dostupné úlohy na nahrání

source: New submit system
cs: Nový systém nahrávání

source: Submited solutions
cs: Nahraná řešení

source: Register team
cs: Přihlásit tým

source: Move to applied
cs: Přesunout do Přihlášených

source: Move to spare
cs: Přesunout do náhradníků

source: Move to pending
cs: Přesunout do čekajících

source: Present
cs: Prezentovat

source: Did not come
cs: Nepřijel

source: Add to card
cs: Přidat do košíku

source: Cancel payment
cs: Zrušit platbu

source: Contest name
cs: Název soutěže

source: Contestant Id
cs: Id soutěžícího

source: Contest category
cs: Kategorie soutěže

source: button.contestant.edit
cs: Upravit

source: Message Id
cs: ID zprávy

source: Recipient
cs: Příjemce

source: Sender
cs: Odesilatel

source: Reply to
cs: Adresa pro odpovědi

source: Subject
cs: Předmět

source: Cc
cs: Kopie

source: Bcc
cs: Skrytá kopie

source: Created
cs: Vytvořeno

source: Event
cs: Akce

source: Event role
cs: Role vůči akci

source: Event Id
cs: ID akce

source: In Neon syntax, the scheme is specific for each event.
cs: V Neon syntaxi, schéma je specifické pro každou akci

source: Events name
cs: Názvy akcí

source: For the camps, it is its place.
cs: U soustředění je to místo konání

source: Event begin
cs: Akce začíná

source: Event end
cs: Konec akce

source: For one-day events it is identical to the beginning.
cs: Pro jednodenní akce je to začátek

source: Registration begin
cs: Registrace začíná

source: Summary of the event in czech.
cs: Shrnující text k akci v češtině

source: Report in czech
cs: Report v češtině

source: Summary of the event in english.
cs: Shrnující text k akci v angličtině

source: Report in english
cs: Report v angličtině

source: Description of the event in czech.
cs: Popis akce v češtině

source: Description in czech
cs: Popisek cs

source: Description of the event in english.
cs: Popis akce v angličtině.

source: Description in english
cs: Popisek en

source: Event year
cs: Ročník akce

source: The year of an event must be unique for a given event type.
cs: Ročník akce musí být unikátní pro daný typ akce

source: Contest year
cs: Ročník

source: Event type id
cs: Id typu akce

source: button.eventOrg.edit
cs: Upravit

source: button.eventOrg.detail
cs: Detail

source: Created event
cs: Akce vytvořena

source: Swimmer
cs: Plavec

source: Diet
cs: Stravovací omezení

source: Health restrictions
cs: Zdravotní omezení

source: Used drugs
cs: Užívané léky

source: T-shirt color
cs: Barva trika

source: T-shirt size
cs: Velikost trika

source: Arrival ticket
cs: Jízdenka při odjezdu

source: Arrival time
cs: Čas příjezdu

source: Arrival destination
cs: Místo příjezdu

source: Departure time
cs: Čas odjezdu

source: Departure destination
cs: Místo odjezdu

source: Departure ticket
cs: Jízdenka při příjezdu

source: Event participant Id
cs: ID účastníka kace

source: Number of baguettes for lunch
cs: Počet baget k obědu

source: button.eventParticipant.detail
cs: Detail

source: button.eventParticipant.edit
cs: Upravit

source: Last logged
cs: Naposledy přihlášen

source: Since
cs: Od

source: Until
cs: Do

source: Order
cs: Pořadí

source: Tex signature
cs: Podpis v TeXu

source: Contribution
cs: Příspěvek

source: For the hall of fame
cs: Pro síň slávy

source: button.organizer.detail
cs: Detail

source: button.organizer.edit
cs: Upravit

source: Payment
cs: Platba

source: Payment ID
cs: ID platby

source: Bank account
cs: Bankovní účet

source: Bank name
cs: Jméno banky

source: Constant symbol
cs: Konstantní symbol

source: Specific symbol
cs: Specifický symbol

source: Currency
cs: Měna

source: Want invoice
cs: Chci fakturu

source: Invoice Id
cs: Číslo faktury

source: Gender
cs: Pohlaví

source: Born family name
cs: Rodné příjmení

source: Only if different from surname.
cs: Pouze pokud je odlišné od přijmení

source: Display name
cs: Zobrazované jméno

source: Only if different from "Name Surname".
cs: Pouze pokud je odlišné od "Jméno Přijmení".

source: Family name
cs: Příjmení

source: Other name
cs: Křestní jméno

source: button.person.detail
cs: Detail

source: Academic year
cs: Akademický rok

source: For determinig the category.
cs: Kvůli zařazení do kategorie

source: Study year
cs: Studijní ročník

source: Class
cs: Třída

source: Health insurance
cs: Zdravotní pojištění

source: Nationality
cs: Státní příslušnost

source: Homepage
cs: Webová stránka

source: Phone
cs: Telefon

source: Phone number (mother)
cs: Telefonní číslo na matku

source: Phone number (father)
cs: Telefonní číslo na otce

source: E-mail (mother)
cs: E-mail na matku

source: E-mail (father)
cs: E-mail na otce

source: Number of the ID which you will carry with you during the event
cs: Číslo dokladu, který s sebou budete mít na akci

source: Passport no.
cs: Číslo občanského průkazu nebo pasu

source: Date of birth
cs: Datum narození

source: Birth Id
cs: Rodné číslo

source: For foreigners empty.
cs: U cizinců prázdné

source: Place of birth
cs: Místo narození

source: City and region
cs: Město a okres (kvůli diplomům).

source: Current career/study
cs: Aktuální práce/studium

source: Shown in the organizers' list
cs: Zobrazeno v seznamu organizátorů

source: ICQ, Jabber, etc.
cs: ICQ, Jabber, atd.

source: I agree with the privacy policy
cs: Souhlasím s podmínkami zpracování osobních údajů

source: How did you come to know about us?
cs: Jak jste se o nás dozvěděli?

source: Pre-nominal title
cs: Titul před jménem

source: Post-nominal title
cs: Titul za jménem

source: Full name
cs: Celý název

source: Full name of the school.
cs: Celý název školy

source: School name
cs: Název školy

source: Envelope name.
cs: Text na obálku.

source: Abbreviated name
cs: Zkrácený název

source: Very short name.
cs: Velmi krátký název.

source: Contact e-mail
cs: Kontaktní e-mail

source: IČ (Czech schools only)
cs: IČ (Jen pro české školy)

source: IZO (Czech schools only)
cs: IZO (Jen pro české školy)

source: Active
cs: Aktivní

source: button.school.edit
cs: Upravit

source: button.school.detail
cs: Detail

source: Label
cs: Štítek

source: Task Id
cs: ID úlohy

source: Submit start
cs: Začátek odevzdávání

source: Submit deadline
cs: Termín odevzdávání

source: Average points
cs: Průměrný počet body

source: Solvers count
cs: Počet řešitelů

source: Active cooperation
cs: Aktivní spolupráce

source: Role in institution/school
cs: Role v instituci/škole

source: button.teacher.edit
cs: Upravit

source: button.teacher.detail
cs: Detail

source: Submit Id
cs: Id odevzdání

source: Tasks on board
cs: Úlohy na stole

source: Game start
cs: Začátek hry

source: Game end
cs: Konec hry

source: Results display
cs: Zobrazení výsledků

source: Results hide
cs: Skrytí výsledků

source: Refresh delay
cs: Obnovovací čas

source: Hard display
cs: Na tvrdo zobrazeno

source: Available points
cs: Dostupné body

source: Rank in category
cs: Pořadí v kategorii

source: Total rank
cs: Celkové pořadí

source: Force A
cs: Chce kat. A

source: Submit opened?
cs: Odevzdání otevřené?

source: Schedule start
cs: Program začíná

source: Schedule end
cs: Program končí

source: Name cs
cs: Jméno česky

source: Name en
cs: Jméno anglicky

source: Group name
cs: Jméno skupiny

source: Modification end
cs: Konec úprav:

source: button.scheduleGroup.detail
cs: Detail

source: button.scheduleGroup.edit
cs: Upravit

source: Schedule item Id
cs: Id položky programu

source: Price CZK
cs: Cena Kč

source: Price EUR
cs: Cena EUR

source: Is item payable via FKSDB?
cs: Je položka zaplatitelná přes FKSDB?

source: Is item available via GUI?
cs: Je položka dostupná přes GUI?

source: Item name
cs: Jméno položky

source: Description en
cs: Popisek en

source: Description cs
cs: Popisek

source: Allow HTML
cs: Povolit HTML

source: Begin
cs: Začít

source: End
cs: Konec

source: Total capacity
cs: Celková kapacita

source: Used capacity
cs: Již zabraná kapacita

source: button.scheduleItem.edit
cs: Upravit

source: The queries with QID cannot be deleted and QID can be used for permissions and permanent reference.
cs: Dotazy s QID nelze smazat a QID lze použít pro autorizaci a permanentní referenci

source: Tags
cs: Tagy

source: Query name
cs: Název dotazu

source: Query Id
cs: Id dotazu

source: Product Id
cs: Id produktu

source: Item Id
cs: Id položky

source: Contest Id
cs: Id soutěže

source: Placement
cs: Umístění

source: Hide
cs: Skrýt

source: Show
cs: Zobrazit!

source: Invite participant
cs: Pozvat účastníka

source: Confirm participation
cs: Potvrdit účast

source: Decline participation
cs: Odmítnout účast

source: Cancel application
cs: Zrušit přihlášku

source: Invite Spare
cs: Pozvat náhradníka

source: I want to go
cs: Chci jet

source: Send first call
cs: Poslat I. upomínku

source: Send second call
cs: Poslat II. upomínku

source: Send last call
cs: Poslat poslední upomínku

source: Validate as a participant
cs: Schválit jako účastníka akce

source: Invite as a participant
cs: Pozvat jako účastníka

source: Cancel the application
cs: Zrušit přihlášku

source: Deal with outside FKSDB
cs: Vyřešit mimo FKSDB

source: Return to DB as Invited
cs: Vrátit do db jako Pozvaný

source: Return to DB as Invited, first call
cs: Vrátit do db jako Pozvaný, první upomínka

source: Return to DB as Invited, second call
cs: Vrátit do db jako Pozvaný, druhá upomínka

source: Return to DB as Invited, last call
cs: Vrátit do db jako Pozvaný, poslední upomínka

source: Return to DB as Invited (auto)
cs: Vrátit do db jako Pozvaný (auto)

source: Return to DB as Spare
cs: Vrátit do db jako Náhradník

source: Return to DB as Spare, first call
cs: Vrátit do db jako Náhradník, I. upomínka

source: Return to DB as Spare, second call
cs: Vrátit do db jako Náhradník, II. upomínka

source: Return to DB as Spare, last call
cs: Vrátit do db jako Náhradník, poslední upomínka

source: Return to DB as Spare (auto)
cs: Vrátit do db jako Náhradník (auto)

source: Return to DB as Applied
cs: Vrátit do DB jako odmítnuů

source: Return to DB as Interested
cs: Vrátit do db jako Chce jet

source: Return to DB as Participated
cs: Vrátit do db jako Zúčastil se

source: Return to DB as Rejected
cs: Vrátit do DB jako Odmítnul

source: Return to DB as Missed
cs: Vrátit do db jako Nepřijel

source: Return to DB as Cancelled
cs: Vrátit do DB jako Zrušen

source: Do you have any special diet – vegetarianism, veganism, ketogenic etc.? If so, do you want us to get you the special diet or will you bring your own food?
cs: Máš nějakou speciální dietu – vegetariánství, veganství, ketogenickou apod.? Pokud ano, chceš, abychom ti ji zajistili my, nebo si přivezeš vlastní jídlo?

source: Do you have any health restriction, that could pose a problem for your participation or because of which you could not participate in certain physicaly demanding (or night) activities? E.g. alergies, diabetes, epilepsy, other chronic diseases... Do you taky any medications, be it periodically or in case of problems? Which? Is there anything else about your health we should know about?
cs: Máš nějaké zdravotní omezení, které by mohlo představovat problém pro tvoji účast nebo kvůli kterému se nemůžeš účastnit některých fyzicky náročných nebo nočních aktivit? Například alergie, diabetes, epilepsie nebo jiné chronické choroby... Bereš nějaké léky, ať už periodicky nebo v případě akutních potíží? Jaké? Je ještě něco, co bychom o tvém zdravotním stavu měli vědět?

source: What t-shirt size do you wear?
cs: Jakou velikost trička nosíš?

source: Choose a size
cs: Zvol velikost

source: Price of camp (CZK)
cs: Cena soustředění (CZK)

source: Price calculated according to the rules on our website.
cs: Cena je vypočítána na základě pravidel na našem webu

source: Invite as participant
cs: Pozvat jako účastníka

source: Return to DB as missed
cs: Vrátit do db jako Nepřijel

source: Return to DB as cancelled
cs: Vrátit do DB jako Zrušen

source: Do you have any health restriction, that could pose a problem for your participation or due to which you could not participate in certain physically demanding (or night) activities? E.g. allergies, diabetes, epilepsy, other chronic diseases... Do you take any medications, be it periodically or in case of problems? Which? Is there anything else about your health we should know about?
cs: Máš nějaké zdravotní omezení, které by mohlo představovat problém pro Tvoji účast nebo kvůli kterému se nemůžeš účastnit některých fyzicky náročných nebo nočních aktivit? Například alergie, diabetes, epilepsie nebo jiné chronické choroby... Bereš nějaké léky, ať už periodicky nebo v případě akutních potíží? Jaké? Je ještě něco, co bychom o tvém zdravotním stavu měli vědět?

source: What size of T-shirt do you wear?
cs: Jakou velikost trička nosíš?

source: For the insurance company.
cs: Kvůli zdravotní pojišťovně

source: Telephone number (including state prefix), that you will carry with you.
cs: Telefonní číslo (včetně předvolby), které budeš mít s sebou

source: If you cannot find your school, e-mail the webmaster.
cs: Pokud nemůžete školu najít, kontaktujte webmastera.

source: S men
cs: S pánské

source: M men
cs: M pánské

source: L men
cs: L pánské

source: XL men
cs: XL pánské

source: XXL men
cs: XXL pánské

source: S women
cs: S dámské

source: M women
cs: M dámské

source: L women
cs: L dámské

source: XL women
cs: XL dámské
