Repository: fykosak/fksdb
Catalog: i18n/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Person not applied in this schedule
cs: Osoba není přihlášena na tento program

source: Schedule item
cs: Položka programu

source: Group "#%d" has been saved.
cs: Skupina "#%d" uložena.

source: Item "#%d" has been saved.
cs: Položka "#%d" uložena.

source: Schedule group Id
cs: ID skupiny programu.

source: Free capacity
cs: Volná kapacita

source: Registration end:
cs: Konec registrace:

source: Item has a assigned a payment
cs: Tato položka je již zahrnuta v platbě

source: The person %s could not be registered for "%s" because of full capacity.
cs: Osobu %s nepodařilo přihlásit na "%s", z důvodu plné kapacity.

source: Schedule group does not exists
cs: Skupina programu neexistuje

source: Info block cannot be selected
cs: Blok informací nemůže být vybrán

source: Item with Id %s does not exists
cs: Položka s ID %s neexistuje

source: Schedule "%s" is not allowed at this time
cs: Program "%s" není aktuálně povolen

source: Schedule "%s" is not available at this time
cs: Program "%s" není aktálně dostupný

source: Modification of this item is not allowed at this time
cs: Změny dané položky už nejsou povoleny.

source: __date
cs: d. m. Y

source: %s -- end of registration: %s
cs: %s -- konec registrace: %s

source: Used / Free / Total
cs: Zabrané / Volné / Celkem

source: button.scheduleItem.detail
cs: Detail

source: Person schedule Id
cs: Id programu osoby

source: Cannot parse code
cs: Nelze analyzovať kód

source: Edit
cs: Upravit

source: No rests found
cs: Nenalezeny žádné resty!

source: @schedule_group.name_en (@schedule_group.schedule_group_id)
cs: @schedule_group.name_cs (@schedule_group.schedule_group_id)

source: Duration
cs: Doba trvání

source: Cannot copy file "%s".
cs: Nelze zkopírovat soubor "%s".

source: Inactive account.
cs: Neaktivní účet.

source: Invalid credentials.
cs: Neplatné přihlašovací údaje.

source: Account not ready.
cs: Nepřipravený účet.

source: Account recovery in progress.
cs: Obnova účtu již probíhá.

source: Account cannot be recovered.
cs: Účet nelze obnovit.

source: Unknown account.
cs: Neznámý účet

source: Email not found in the google account.
cs: V profilu Google nebyl nalezen e-mail.

source: Invalid authentication token.
cs: Neplatný autentizační token

source: Not authenticated by token.
cs: Není autentizovaný tokenem.

source: Create an account
cs: Vytvořit účet

source: Password recovery
cs: Obnova hesla

source: Expecting logged user.
cs: Očekává přihlášeného uživatele.

source: Contest organizer
cs: Organizátor soutěže

source: Event organizer: %s
cs: Organizátor akce: %s

source: Teacher
cs: Učitel

source: Participant (%s)
cs: Účastník (%s)

source: Model not found
cs: Model nenalezen

source: Configuration for event %s (%d-%s) not found
cs: Nastavení akce %s (%d-%s) nenalezeno

source: Event not found.
cs: Akce nenalezena

source: Camp invitation
cs: Pozvánka na soustředění

source: Expected type %s, got %s.
cs: Očekávaný typ %s, ale je %s

source: Gone
cs: Fuč!

source: Resource not found
cs: Zdroj nenalezen

source: This functionality has not been implemented yet.
cs: Tato funkcionalita ještě není implementována.

source: Save CSV
cs: Uložit CSV

source: Save CSV (without head)
cs: Uložit CSV (bez hlavičky)

source: Save CSV with quotes
cs: Uložit CSV s uvozovkami

source: Unknown format "%s".
cs: Neznámý formát "%s".

source: Cannot encrypt code
cs: Nelze encryptovat kód

source: Wrong format
cs: Špatný formát

source: Cannot decrypt code
cs: Nelze decryptovat kód

source: Cannot find template "%s.%s".
cs: Nelze najít template "%s.%s".

source: revoked
cs: odvoláno

source: Opened
cs: Otevřené

source: Closed
cs: Uzavřené

source: Contest %d not found
cs: Soutěž %d nenalezena

source: %s contains forbidden characters.
cs: %s obsahuje zakázané znaky

source: Passive organizer
cs: Pasivní organizátor

source: Organizer
cs: Organizátor

source: Active organizer
cs: Aktivní organizátor

source: Leadership
cs: Vedení

source: Deputy head organizer
cs: Zástupce hlavního organizátora

source: Head organizer
cs: Hlavní organizátor

source: Head of the seminar
cs: Vedoucí semináře

source: Select rank
cs: Vybrat úroveň organizátora

source: Please select rank.
cs: Vyberte úroveň organizátora

source: Must be a number
cs: Musí být číslo

source: First year is not in interval [%d, %d].
cs: Počáteční rok není v intervalu [%d, %d].

source: Still organizes
cs: Stále organizuje

source: Final year is not in interval [%d, %d].
cs: Konečný rok není v intervalu [%d, %d].

source: Select currency
cs: Vybrat měnu

source: For free
cs: Zdarma

source: Onsite payment
cs: Platba na místē

source: Payment not found
cs: Platba nenalezena

source: Choose study year
cs: Zvolte studijní ročník

source: grade %d (expected graduation in %d)
cs: %d. ročník (očekávaný rok maturity v %d)

source: primary school
cs: základní škola

source: high school
cs: střední škola

source: graduated & others
cs: pomaturitní a jiné

source: Agreement
cs: Podmínky

source: Invalid bornID format
cs: Rodné číslo nemá platný formát

source: Choose citizenship
cs: Vybrat státní příslušnost

source: Choose the insurance company
cs: Vybete zdravotní pojišťovnu

source: ISIC must start and end with a capital letter and contain 12 digits
cs: ISIC musí začínat a končit velkým písmenem a obsahovat 12 číslic

source: The query name must be filled in.
cs: Název dotazu musí být vyplněný.

source: The query name is too long.
cs: Název dotazu je příliš dlouhý.

source: The query name is too long
cs: Jméno dotazu je příliš dlouhé.

source: QID can contain only english letters, numbers and dots.
cs: QID může obsahovat pouze anglická písmena, čísla a tečky

source: __time
cs: H:i

source: Select options
cs: Vyber možnost

source: Must be a floating number
cs: Musí být číslo s plovoucí desetinnou čárkou

source: Must be a numeric
cs: Musí být číslo

source: Use an international format, starting with "+"
cs: Pište v mezinárodním formátu začínajícím "+".

source: Phone number is not valid. Please insert a valid number.
cs: Telefonní číslo není v požadovaném formátu. Prosíme, použij mezinárodní formát začínající na "+"

source: %s number (%s) is not valid
cs: %s číslo (%s) není platné

source: Canceled
cs: Zrušeno

source: Failed
cs: Selhalo

source: Rejected
cs: Zamítnuto

source: Saved
cs: Uloženo

source: Sent
cs: Odeslané

source: Waiting
cs: Čekající

source: Not implemented
cs: Není implementováno

source: Empty salt
cs: Prázdna soľ

source: Game handler does not exist for this event
cs: Game hendler neexistuje pro danou akci

source: Applied
cs: Přihlášený

source: Applied no DSEF
cs: Přihlášený bez DSEFu

source: Applied no TSAF
cs: Přihlášený bez TSAFu

source: Applied TSAF
cs: Přihlášený na TSAF

source: Approved
cs: Schválený

source: Auto invited
cs: Auto pozvaný

source: Auto spare
cs: Auto náhradník

source: Cancelled
cs: Zrušeno

source: Disqualified
cs: Diskvalifikovaný

source: Interested
cs: Chce jet

source: Invited
cs: Pozvaný

source: Invited 1
cs: Pozvaný s jednou upomínkou

source: Invited 2
cs: Pozvaný se dvěma upomínkami

source: Invited 3
cs: Pozvaný se třemi upomínkami

source: Missed
cs: Nedorazil

source: Out of DB
cs: Mimo FKSDB

source: Paid
cs: Zaplaceno

source: Participated
cs: Zúčastnil se

source: Pending
cs: Čekající

source: Spare
cs: Náhradník

source: Spare TSAF
cs: Náhradník TSAF

source: Spare 1
cs: Náhradník s jednou upomínkou

source: Spare 2
cs: Náhradník se dvěma upomínkami

source: Spare 3
cs: Náhradník se třemi upomínkami

source: Czech
cs: Čeština

source: English
cs: English (angličtina)

source: High-school students A
cs: Středoškoláci A

source: High-school students B
cs: Středoškoláci B

source: High-school students C
cs: Středoškoláci C

source: Abroad high-school students
cs: Středoškoláci zahraniční

source: Arrived
cs: Prišiel

source: In progress
cs: V procesu

source: Waiting for paying
cs: Čeká se na platbu

source: Payment received
cs: Platba přijata

source: Payment canceled
cs: Platba zrušena

source: Other
cs: Ostatní

source: Delivery
cs: Doručovací

source: Permanent
cs: Trvalá

source: Accommodation gender
cs: Gender na ubytování

source: Accommodation teacher
cs: Ubytování učitele

source: Schedule during competition
cs: Program v průběhu akce

source: Visa
cs: Víza

source: Covid-19 Vaccination
cs: Očkování na Covid-19

source: Transport
cs: Přeprava

source: Ticket
cs: Lístek

source: Unlimited capacity
cs: Neomezená kapacita

source: Primary school 5th grade or lower.
cs: 5. nebo nižší ročník základní školy

source: Primary school 6th
cs: 6. ročník základní školy

source: Primary school 7th
cs: 7. ročník základní školy

source: Primary school 8th
cs: 8. ročník základní školy

source: Primary school 9th
cs: 9. ročník základní školy

source: High school 1st grade
cs: 1. ročník střední školy

source: High school 2nd grade
cs: 2. ročník střední školy

source: High school 3rd grade
cs: 3. ročník střední školy

source: High school 4th grade
cs: 4. ročník střední školy

source: University any grade
cs: Vysoká škola

source: Not a student
cs: Nestudent

source: %s. question
cs: %s. otázka

source: Author
cs: Autor

source: Solution
cs: Řešení

source: Grade
cs: Bodovaní

source: New
cs: Nové

source: Used
cs: Použité

source: Unpacked
cs: Nerozbalené

source: Damaged
cs: Poničené

source: Game
cs: Hra

source: Game extension
cs: Rozšíření hry

source: Book
cs: Kniha

source: Person %s is already applied to the event.
cs: Osoba "%s" je již na akci přihlášena.

source: Invalid postal code %d.
cs: Neplatné PSČ %d.

source: Not in transaction!
cs: Není v transakci!

source: No item selected.
cs: Nebyla vybraná žádná položka

source: Item "%s" has already another payment.
cs: Položka "%s" má již vygenerovanou platbu.

source: Contest %s has not open submitting, please upload tasks!
cs: Soutěž %s nemá otevřené odevzdávání, prosim nahrajte úlohy!

source: Invalid category, expected: %s, given: %s.
cs: Neplatná kategorie, očekává: %s, dostal: %s.

source: Invalid category, check study year!
cs: Neplatná kategorie, zkontroluj studijní ročník

source: Has conflict role %s.
cs: Má konfliktní roli %s.

source: In person %s:
cs: V osobě %s:

source: Detect person "%s"(%d) in schedule without any role.
cs: Nalezena osoba "%s"(%d) v programu bez přidělené role

source: People without role
cs: Osoby bez přidělené role

source: Item has less then 10% free capacity
cs: Bod programu má méně než 10 % kapacity volné

source: Run out of capacity
cs: Došla kapacita

source: In schedule item "%s"(%d):
cs: V bodě programu "%s"(%d):

source: Wrong category, actual %s calculated %s
cs: Špatná kategorie, aktuálně %s, spočítaná %s

source: Category check
cs: Kontrola kategorie

source: Team "%s"(%d) is still pending! Do something about it!
cs: Tým "%s"(%d) je stále na čekací listíně! Udělej s tím něco.

source: Gender from born Id
cs: Pohlaví určeno z rodného čísla

source: Tests, if gender matches born ID
cs: Kontroluje jestli pohlaví souhlasí s rodným číslem

source: Gender is not set
cs: Pohlaví není nastaveno

source: Gender do not match born Id
cs: Pohlaví nesouhlasí s rodným číslem

source: Participation duration
cs: Délka účastnění

source: Check how long person participated in events of the contest.
cs: Kontroluje jak dlouho se osoba účastnila akcí dané soutěže.

source: Person participated %d years in contestId %d (and its events)
cs: Osoba se účastnila %d ročníků akcí soutěže s ID %d

source: In ac. year %d/%d:
cs: V akademickém roce %d/%d:

source: Postgraduate study
cs: Pomaturitní studium

source: Checks if any of postgraduate studies are not followed by undergraduate
cs: Kontroluje, že po žádném pomaturitním studiu nenásleduje předmaturitní

source: School change
cs: Změna školy

source: Check if person changes primary school or high school during the study.
cs: Kontroluje, jestli osoba změnila základní nebo střední školu během studia.

source: School changed in year %d
cs: Škola se změnila v roce %d

source: Graduation years
cs: Roky maturity

source: Compares graduation years of each year, checks if they are the same.
cs: Porovnává roky maturity z každého ročníku a kontroluje, že jsou stejné.

source: School set
cs: Škola nastavena

source: Checks if school is filled when study year is filled.
cs: Kontroluje že když je vyplněn studijní ročník, je vyplněná i škola.

source: School is required for primary and high school study in year %d
cs: Škola je vyžadována pro zákaldní a střední školu v ročníku %d

source: Study type
cs: Druh studia

source: Checks if school provides study type filled in study_year field
cs: Kontroluje, že škola poskytuje vzdělání na daném stupni dle ročníku

source: School "%s" does not teach %s study year.
cs: Škola "%s" nevyučuje ročník %s

source: Filled study years
cs: Vyplněné studijní ročníky

source: Check if school has filled any of study types (study_* fields)
cs: Kontroluje jestli má škola vyplněno, na jakém stupni poskytuje vzdělání

source: Missing study years
cs: Chybějící studijní ročníky

source: Currency %s in not supported
cs: Měna %s není podporována

source: Payment #%s has already generated symbols.
cs: Platba #%s má již vygenerované symboly.

source: %s(%s) new values: %s
cs: %s(%s) nových hodnot: %s

source: %s(%s) merged and deleted.
cs: %s(%s) sjednoceno a smazáno

source: %s(%s) extended by merge.
cs: %s(%s) rozšířeno sjednocením

source: Some fields don't match an existing record.
cs: Některá pole neodpovídají existujícímu záznamu.

source: Invalid studyYear %d for person %s.
cs: Neplatný ročník studia %d pro osobu %s.

source: Implicit parameter name "%s" collides with an explicit parameter.
cs: Jméno implicitního parametru "%s" koliduje s explicitním parametrem.

source: Unknown parameter name "%s".
cs: Neznámý parametr jménem "%s".

source: Unknown QID "%s".
cs: Neznámé QID "%s".

source: Export format %s not supported.
cs: Formát exportu %s není podporován

source: Unsupported parameter type "%s".
cs: Nepodporovaný typ parametru "%s".

source: Ambiguity in file database for submit #%d.
cs: Nejednoznačnost ve složce databáze pro submit #%d.

source: Cannot commit out of transaction.
cs: Není v transakci!

source: Error while storing files.
cs: Chyba při ukládání souborů

source: Cannot rollback out of transaction.
cs: Nelze udělat rollback mimo transakci.

source: Cannot store file out of transaction.
cs: Nelze uložit soubor mimo transakci.

source: Error when deleting %s.
cs: Chyba při mazání %s.

source: Input file not set.
cs: Vstupní soubor není nastaven.

source: Output file not set.
cs: Výstupní soubor není nastavena.

source: Cannot add stamp to the PDF.
cs: Nelze vložit stamp do souboru PDF.

source: Task %s is not opened for submitting.
cs: Úlohu %s nelze odevzdat.

source: Only uploaded solutions can be downloaded.
cs: Pouze nahraná řešení lze stáhnout

source: Damaged submit file
cs: Poškozený soubor submitu

source: Corrected solution is not uploaded
cs: Opravené řešení není nahrané

source: Submit cannot be revoked.
cs: Odevzdání nelze vzít zpět

source: Submit does not exist.
cs: Submit neexistuje.

source: Access denied
cs: Přístup zamítnut

source: Submit %s of task %s was not submitted by quiz form.
cs: K odevzdání %s úlohy %s nedošlo přes formulář.

source: Task not found.
cs: Úloha nenalezena.

source: Task %s is not a quiz.
cs: Úloha %s není kvíz.

source: Unknown TeX ident '%s'.
cs: Neznámý TeX identifikátor '%s'.

source: Missing deadline of the series.
cs: Chybějící deadline série.

source: Unknown year "%s".
cs: Neznámý rok "%s".

source: Filling in default study years despite incorrect specification.
cs: Doplnění defaultních ročníků i přes nesprávnou specifikaci.

source: Imported (%s) and set (%s) series does not match.
cs: Importovaná (%s) a nastavená (%s) série se neshodují.

source: Physics Brawl Online <online@physicsbrawl.org>
cs: Fyziklání Online <online@fyziklani.cz>

source: Physics Brawl Online Team Registration
cs: Registrace týmu na Fyziklání Online

source: Transition successful
cs: Úspěšný přechod

source: Transition from %s to %s is unavailable for %s
cs: Přechod z %s do %s není dostupný pro %s

source: Transition unavailable
cs: Žádné dostupné přechody

source: No role
cs: Žádná role

source: Is set
cs: Je nastaven

source: No records
cs: Žádné záznamy

source: No transitions available
cs: Žádné dostupné přechody

source: Not set
cs: Nenastaveno

source: for free
cs: zdarma

source: The file %s cannot be read.
cs: Soubor %s nelze přečíst.

source: Successful token authentication.
cs: Úspěšné přihlášení přes token

source: Charts
cs: Grafy a statistiky

source: Editing entity outside chosen contest.
cs: Úprava entity mimo vybraný seminář.

source: Role %s is not supported
cs: Role %s není podporována

source: Editing entity outside chosen year.
cs: Úprava entity mimo vybraný rok.

source: Create an entity
cs: Vytvořit entitu

source: Delete an entity
cs: Smazat entitu

source: Detail of the entity
cs: Podrobnosti entity

source: Edit an entity
cs: Upravit entitu

source: List of entities
cs: Seznam entit

source: Model does not exist.
cs: Model neexistuje

source: No contest available
cs: Žádná dostupná soutěž

source: No year available
cs: Žádný dostupný rok

source: No series available
cs: Žádná dostupná série

source: My profile
cs: Můj profil

source: Log out
cs: Odhlásit se

source: Administrator
cs: Správa

source: Physics correspondence seminar of MFF UK
cs: Fyzikální korespondenční seminář MFF UK

source: Physics correspondence seminar of MFF UK for the students of elementary schools.
cs: Fyzikální korespondenční seminář MFF UK pro ZŠ a nižší ročníky gymnázií.

source: Login
cs: Přihlašovací jméno

source: You were logged out.
cs: Byli jste odhlášeni.

source: You've been logged out due to inactivity.
cs: Byli jste odhlášeni kvůli neaktivitě.

source: You must be logged in to continue.
cs: Pro pokračování se prosím přihlašte.

source: Invalid CSRF token
cs: Neplatný CSRF token

source: No account is associated with this profile
cs: Žádný účet není asociován s tímto porfilem

source: Login or e-mail
cs: Přihlašovací jméno nebo e-mail

source: Insert login or email address.
cs: Vložte přihlašovací jméno nebo e-mailovou adresu

source: Password
cs: Heslo

source: Type password.
cs: Napište heslo

source: Log in
cs: Přihlásit se

source: Login or e-mail address
cs: Přihlašovací jméno nebo e-mail

source: Continue
cs: Pokračovat

source: Further instructions for the recovery have been sent to %s.
cs: Další instrukce pro obnovu byly zaslány na %s

source: Home
cs: Domů

source: Register
cs: Registrovat se

source: My applications
cs: Moje přihlášky

source: My Profile
cs: Můj profil

source: Contestant in %dth year (%d/%d)
cs: Soutěžící ročníku %d (%d/%d)

source: Organizer %s
cs: Organizátor %s

source: Register to %s
cs: Zaregistrovat se do soutěže %s!

source: Select year
cs: Vyberte ročník

source: Type e-mail
cs: Zadejte e-mailovou adresu

source: %s – contestant application (year %s)
cs: %s – přihlášení do soutěže (%s. ročník)

source: %s is already contestant in %s.
cs: %s je již účastníkem v %s.

source: An existing account found. To continue, please sign in.
cs: Nalezen existující účet. Pro pokračování se prosím přihlaste.

source: Register teacher
cs: Registrovat učitele

source: Contest not found!
cs: Soutěž nenalezena!

source: Change password
cs: Změnit heslo

source: Set up new password.
cs: Nastavit nové heslo

source: Authentication
cs: Přihlášení

source: Incorrect old password.
cs: Špatně zadané staré heslo.

source: Old password
cs: Staré heslo

source: The password must have at least %d characters.
cs: Heslo musí mít alespoň %d znaků.

source: It is necessary to set a new password.
cs: Je třeba nastavit nové heslo.

source: Password cannot be empty.
cs: Heslo nemůže být prázdné.

source: Password (verification)
cs: Heslo (ověření).

source: The submitted passwords does not match.
cs: Zadaná hesla se neshodují.

source: Password changed.
cs: Heslo změněno.

source: or
cs: nebo

source: Forgotten password
cs: Zapomenuté heslo

source: Login via FYKOS Google account
cs: Přihlásit se pomocí FYKOSího Google účtu

source: Shortcuts
cs: Zkratky

source: Bad Request
cs: Špatný požadavek

source: Pokračuj na rázcestník aktivít
cs: Pokračuj na rozcestník aktivit

source: You are not authorized to view this page.
cs: Nejste oprávněni ke zobrazení této stránky.

source: Submitted solutions:
cs: Odevzdaná řešení:

source: Register as a contestant
cs: Registrovat se jako soutěžící

source: It is necessary to fill in school and correspodence details and/or register for the new year
cs: Je potřeba vyplnit školní a korespondenční údaje pro nový ročník a/nebose přihlásit do nového ročníku.

source: become an organizer
cs: Stát se organizátorem

source: ask for a role grant
cs: Požádat o udělení role

source: Whoooops! We are sorry, but the requested page does not exist.
cs: Whoooops! Omlouváme se, požadovaná stránka neexistuje.

source: Chosen method is not supported.
cs: Vybraná metoda není podporována

source: Gone!
cs: Fuč!

source: This page is no longer available and will not be available again.
cs: Tato stránka již není dostupná a už nikdy nebude

source: Registration end
cs: Konec registrace

source: Register team!
cs: Přihlásit tým!

source: Register!
cs: Registrovat se!

source: Physics correspondence competition of CUNI MFF for high-school students.
cs: Fyzikální korespondenční seminář MFF UK určený pro žáky středních škol.

source: Physics correspondence seminar of CUNI MFF for the students of elementary schools.
cs: Fyzikální korespondenční seminář MFF UK pro ZŠ a nižší ročníky gymnázií.

source: Events with open registration
cs: Akce s otevřenou registrací

source: year-fykos
cs: Ročník

source: Health & food
cs: Zdraví a potravinová omezení

source: T-shirt
cs: Triko

source: Arrival
cs: Příjezd

source: Departure
cs: Odjezd

source: Food
cs: Jídlo

source: Application: %s
cs: Přihláška: %s

source: Edit application: %s
cs: Upravit přihlášku: %s

source: Application import
cs: Import přihlášky

source: Applications
cs: Přihlášky

source: Mass transitions
cs: Hromadné přechody

source: Event type is not supported
cs: Vybraný typ akce není podporován

source: Others
cs: Ostatní

source: Event %s
cs: Akce %s

source: My application
cs: Moje přihláška

source: List of events
cs: Seznam akcí

source: Organizers of event
cs: Organizátoři akce

source: Create organizer of event
cs: Přidat organizátora akce

source: Edit organizer of event "%s"
cs: Upravit organizátora akce "%s"

source: Entity has been deleted
cs: Osoba smazána

source: Error during deleting
cs: Chyba při mazání

source: Close scoring
cs: Uzavřít bodování

source: Sealing of the scoring for the team "%s"
cs: Uzavření bodování pro tým "%s"

source: Results for diplomas
cs: Výsledky na diplomy

source: Calculate final ranking
cs: Spočítat finální pořadí

source: Fyziklani game setup
cs: Základní nastavení Fyziklání

source: Results presentation
cs: Prezentace výsledků

source: Print
cs: Tisk

source: List of rooms
cs: Seznam místností

source: Preview
cs: Náhled

source: Correlation statistics
cs: Korelační statistiky

source: Teams statistics
cs: Statistiky týmů

source: Tasks statistics
cs: Statistiky úloh

source: Detailed results
cs: Podrobné výsledky

source: Scoring
cs: Bodování

source: List of submit
cs: Seznam odevzdaných úloh

source: Change of scoring
cs: Změna bodování

source: Tasks
cs: Úlohy

source: Direct closing
cs: Přímé uzavírání

source: List of teams
cs: Seznam týmů

source: Team ready for closing
cs: Tým připraven na uzavření

source: Team closed
cs: Tým uzavřen

source: Team is not ready
cs: Tým není připraven

source: Calculate ranking
cs: Spočítat pořadí

source: Calculate results for %s category
cs: Spočítat výsledky pro %s kategorii

source: Category %s is not ready
cs: Kategorie %s není připravena
